{
    "page-1": {
        "text": [
            "This is a new book.", 
            "This dictionary is new.", 
            "Is that an important book? - Yes, it is.", 
            "Is that book important? - No, it isn't.", 
            "This is not long.", 
            "That is not a beautiful flower.", 
            "This milk is not very tasty.", 
            "Is this tea or coffee? - It is coffee.", 
            "Is that woman American or British? - She is American.", 
            "Is that man Japanese or Korean? - He is Japanese."
        ], 
        "title": "this / that 英訳"
    }, 
    "page-10": {
        "text": [
            "This toy is mine.", 
            "Is that new camera yours?", 
            "Her bag is new. His is new, too.", 
            "Is this pencil yours or hers?", 
            "Their school is small. Ours is big.", 
            "Is that classroom yours?", 
            "This big house is theirs.", 
            "Is that small dog your sister's pet?", 
            "Is this notebook his or hers?", 
            "Are those bicycles theirs?"
        ], 
        "title": "人称代名詞の独立所有格 英訳"
    }, 
    "page-11": {
        "text": [
            "Read this textbook.", 
            "Write your name on the borad, please.", 
            "Don't be angry.", 
            "Don't open your book.", 
            "Please don't jump.", 
            "Let's play basketball after school.", 
            "Let's go to the river with them.", 
            "Let's eat with them.", 
            "Let's carry this box.", 
            "Let's go to Kyoto tomorrow."
        ], 
        "title": "命令文 / Let's ～ 英訳"
    }, 
    "page-12": {
        "text": [
            "Whose pen is this?", 
            "Whose is that bag?", 
            "Whose students are these boys?", 
            "Whose desk is that?", 
            "Whose are these stamps?", 
            "Whose notebook is that? - It's his.", 
            "Whose is that cute cat? - It's ours.", 
            "Whose room is this? - It's yours.", 
            "Whose books are those? - They are theirs.", 
            "Whose computer is this? - It's theirs."
        ], 
        "title": "whose 英訳"
    }, 
    "page-13": {
        "text": [
            "Where is your bicycle?", 
            "Where do you play?", 
            "Where is her dog?", 
            "Where does he live?", 
            "Where are they?", 
            "Where do they play soccer? - They play it in the park.", 
            "Where is your brother? - He is in America.", 
            "Where do you go every day? - We go to library.", 
            "Where are the magazines? - They are in the bag.", 
            "Where is Marie from? - She is from France."
        ], 
        "title": "where 英訳"
    }, 
    "page-14": {
        "text": [
            "When is your brother's birthday?", 
            "When does she sing a song?", 
            "When does your father go to work?", 
            "When is Halloween?", 
            "When does your child do his homework?", 
            "When is the party? - It is next Saturday.", 
            "When do they play soccer? - They play it every Sunday.", 
            "When do he and his father play catch? - They play it every day.", 
            "When does your father cook dinner? - He often cooks it on Saturdays.", 
            "When do you see him? - I see him on weekdays."
        ], 
        "title": "when 英訳"
    }, 
    "page-15": {
        "text": [
            "Which is your house?", 
            "Which is his bicycle, this one or that one?", 
            "Which are her books?", 
            "Which is your mother's car?", 
            "Which pencil is yours?", 
            "Which woman is your teacher? - That tall woman is.", 
            "Which are her students, these children or those children? - These children are.", 
            "Which cat is hers? - That big cat is.", 
            "Which is your favorite chair, this one or that one? - That one is.", 
            "Which is his favorite sport, baseball or soccer? - Baseball is."
        ], 
        "title": "which 英訳"
    }, 
    "page-16": {
        "text": [
            "It is cold today.", 
            "Is it fine in London?", 
            "It is nine o'clock in the morning in Paris now.", 
            "Is it hot in Tokyo today?", 
            "It is summer in New Zealand now.", 
            "It is warm in the room.", 
            "Come in. It is cool here.", 
            "It's lunch time.", 
            "It's always cool in the country.", 
            "It isn't very cool in his room."
        ], 
        "title": "it 英訳"
    }, 
    "page-17": {
        "text": [
            "What time is it in Osaka?", 
            "What time does he go to bed?", 
            "What time is it in Paris now?", 
            "What time does next class begin?", 
            "What time do your parents come home every evening?", 
            "What time do you have breakfast at your home? - We have it at seven o'clock.", 
            "What time is it in your country now? - It is ten o'clock at night.", 
            "What time do your sister and brother go to school? - They go to school at half past seven.", 
            "What time does his sister get up? - She gets up at six o'clock.", 
            "What time does this class end? - It ends at ten forty-five."
        ], 
        "title": "What time ～ ? 英訳"
    }, 
    "page-18": {
        "text": [
            "How are you? - Fine, thank you.", 
            "How does your daughter go to school?", 
            "How is your grandfather?", 
            "How does Mr. Green go to the office?", 
            "How do I use that?", 
            "How is the weather in London? - It is very fine.", 
            "How do they come to New York? - They come by airplane.", 
            "How are your grandparents? - They are fine, thank you.", 
            "How does Mary walk? - She walks slowly.", 
            "How does Tom speak Japanese? - He speaks it very well."
        ], 
        "title": "how 英訳"
    }, 
    "page-19": {
        "text": [
            "How old are you? - I am sixteen years old.", 
            "How old is your mother? - She is forty-one years old.", 
            "How old are those children? - They are five years old.", 
            "How tall are you? - I am one hundred and sixty-five centimeters (one meter sixty-five centimeters).", 
            "How tall is John? - He is five feet nine inches.", 
            "How tall is he? - He is over two meters.", 
            "How old is this castle? - It is about eight hundred years old.", 
            "How much is this dictionary? - It is four thousand yen.", 
            "How much is this picture? - It is twenty thousand yen.", 
            "How much is that house? - It is thirty million yen."
        ], 
        "title": "How old (tall) ～ ? 英訳"
    }, 
    "page-2": {
        "text": [
            "These are books for student.", 
            "Are those real leaves? - No, they aren't.", 
            "These boys are high school students.", 
            "Are those girls junior high school students? - Yes, they are.", 
            "These dishes are very expensive.", 
            "Those cars are not new.", 
            "Are these flowers or grass? - They are grass.", 
            "Are those houses new or old? - They are new.", 
            "Are these men French or German? - They are German.", 
            "Are those women Japanese or Chinese? - They are Chinese."
        ], 
        "title": "these / those 英訳"
    }, 
    "page-20": {
        "text": [
            "Who cleans this park?", 
            "Who lives in that room?", 
            "Who speaks French well?", 
            "Who plays this piano?", 
            "Who plays soccer in this park every day?", 
            "Who teaches English? - Mr. Brown does.", 
            "Who usually cooks dinner in your family? - My sister does.", 
            "Who rides this bicycle? - My brother does.", 
            "Who wants that dictionary? - Many students do.", 
            "Who uses this desk? - My sisters do."
        ], 
        "title": "疑問詞主語の who 英訳"
    }, 
    "page-21": {
        "text": [
            "Can you hear her?", 
            "Jim can speak Japanese very well.", 
            "I can play the guitar and the violin.", 
            "I can't drive.", 
            "Can you swim in the pool?", 
            "Can these foreigners use chopsticks?", 
            "How many languages can he speak?", 
            "Can you run one hundred meters in twelve seconds?", 
            "What can she do?", 
            "Where can we see elephants? - We can see them in Africa and Asia."
        ], 
        "title": "can 英訳"
    }, 
    "page-22": {
        "text": [
            "I am having lunch now.", 
            "Are you speaking French?", 
            "My sister is doing her homework in her room.", 
            "What is he doing now?", 
            "What are the children doing in the ground?", 
            "Where is Emily playing the guitar? - She is playing it in the music room.", 
            "What language is she speaking? - She is speaking English.", 
            "What are you eating? - I am eating pasta.", 
            "What are Mark and Robert doing? - They are playing catch.", 
            "He is always reading book."
        ], 
        "title": "現在進行形 英訳"
    }, 
    "page-23": {
        "text": [
            "There are four windows in the room.", 
            "Are there any flowers in the garden?", 
            "How many students are there in her class?", 
            "There are only two books in his room.", 
            "How many countries are there in the world?", 
            "There are not any trees in this garden.", 
            "How many days are there in a year?", 
            "Are there many factories in this town? - Yes, there are.", 
            "There are some tall trees in the park.", 
            "There aren't any girls in this class."
        ], 
        "title": "There is (are) ～ 英訳"
    }, 
    "page-24": {
        "text": [
            "I was thirsty yesterday.", 
            "She was very lucky then.", 
            "Peter came out of the room suddenly.", 
            "When did he do his homework?", 
            "We visited London last year.", 
            "What did they have for breakfast?", 
            "How did they go to the museum? - She went there by bus.", 
            "There were many children in the train.", 
            "Where were you an hour ago? - I was in the classroom.", 
            "She was very kind to us."
        ], 
        "title": "過去形 英訳"
    }, 
    "page-25": {
        "text": [
            "She was playing the violin then.", 
            "Were you studying German?", 
            "What was John doing two hours ago?", 
            "Who was sleeping in that room?", 
            "Were you talking with Kate this morning?", 
            "They were not listening to the professor then.", 
            "What were you reading this afternoon? - I was reading a book.", 
            "What language was the foreigner speaking? - He (She) was speaking French.", 
            "Why was your brother crying?", 
            "I was not taking notes then."
        ], 
        "title": "過去進行形 英訳"
    }, 
    "page-26": {
        "text": [
            "She was very happy when she saw her family again.", 
            "When spring comes, many people go to see the cherry blossoms.", 
            "My father was very cheerful when he got (back) home last night.", 
            "I was reading magazine when my mother came into (entered) the room.", 
            "Does she always use this desk when she studies?", 
            "Was Tom at home when you called him?", 
            "My brother was not very intelligent when he was a child.", 
            "My uncle studied English and Japanese when he was young.", 
            "When the teacher is in the classroom, the students are serious.", 
            "What was your mother doing when you came back home from school?"
        ], 
        "title": "when節 英訳"
    }, 
    "page-27": {
        "text": [
            "She looks very happy.", 
            "He looked very cool in the suit.", 
            "When he heard the news, he was very surprised.", 
            "The leaves turned yellow.", 
            "My mother's hair is turning gray.", 
            "The dish tastes very good.", 
            "This flower smells good.", 
            "The cat became very big.", 
            "What did the boy become when he grew up?", 
            "Your father looks young."
        ], 
        "title": "一般動詞の SVC 英訳"
    }, 
    "page-28": {
        "text": [
            "My father gave an old coin to me.", 
            "She showed a paper to us.", 
            "Give it to the cat.", 
            "Does Emily teach French to you?", 
            "Did he lend a pencil to you?", 
            "My sister made some cookies for me.", 
            "Did Mr. Brown tell the story to him?", 
            "Tom showed his new bicycle to them.", 
            "How much money did you give to her?", 
            "She bought a pretty doll for her sister."
        ], 
        "title": "SVO + to (for) 英訳"
    }, 
    "page-29": {
        "text": [
            "My brother gave me a dictionary.", 
            "I showed them a paper.", 
            "Give the dog some food.", 
            "Does your father teach you English?", 
            "Did she lend him a book?", 
            "My mother made me some doughnuts.", 
            "My grandmother told us an interesting story.", 
            "Peter showed her his new car.", 
            "They gave her some money.", 
            "Her grandfather bought her a nice doll."
        ], 
        "title": "SVOO 英訳"
    }, 
    "page-3": {
        "text": [
            "What is this? - It is a doll.", 
            "What is that? - It is an apple.", 
            "What is this? - It's a dish.", 
            "What is that? - It's a bird.", 
            "What are these? - They are French stamps.", 
            "What are those birds? - They are pigeons.", 
            "What are those? - They are old magazines.", 
            "What are those men? - They are doctors.", 
            "What are those women? - They are nurses.", 
            "What are those people? - They are farmers."
        ], 
        "title": "What is (are) ～ ? 英訳"
    }, 
    "page-30": {
        "text": [
            "I will be fourteen years old in October.", 
            "Tomorrow's concert will be a lot of fun.", 
            "The repair will not be so difficult (hard).", 
            "Dinner will be ready soon.", 
            "He will be (become) a good teacher.", 
            "Will he be back tonight?", 
            "Will it be fine this weekend?", 
            "Her letter will arrive in a few day.", 
            "When will they come to Japan? - They will come next week.", 
            "They will be happy."
        ], 
        "title": "will (単純未来) 英訳"
    }, 
    "page-31": {
        "text": [
            "I will play the piano.", 
            "I will go to New York some day.", 
            "I will not see him again.", 
            "I will help her with her homework.", 
            "I will not read such a magazine.", 
            "I will learn English and German.", 
            "I will never forget her.", 
            "I will be back in a month.", 
            "I will not go out tomorrow.", 
            "I will finish my homework tonight."
        ], 
        "title": "will (意思未来) 英訳"
    }, 
    "page-32": {
        "text": [
            "Will you please close the window? - Sure.", 
            "Will you please help me? - All right.", 
            "Will you please lend me your notebook? - I'm sorry but I can't.", 
            "Will you please play the violin for everyone? - Certainly.", 
            "Will you please make some tea? - Sure.", 
            "Will you have some more coffee? - Yes, please.", 
            "Shall I bring you a towel? - Yes, please.", 
            "Shall I cook lunch for you? - No, thank you.", 
            "Shall we play soccer with them? - Yes, let's.", 
            "Shall we play in the park? - No, let's not."
        ], 
        "title": "will (依頼) / shall (申し出・誘い) 英訳"
    }, 
    "page-33": {
        "text": [
            "I am going to meet him in front of the station this noon.", 
            "What time is his flight going to arrive in London?", 
            "Who is going to pick her up in front of the airport?", 
            "What are you going to do college?", 
            "Where are you going to stay? - I'm going to stay at a hotel on the hill.", 
            "When are you going to leave America? - I'm going to leave next week.", 
            "How many countries is she going to visit? - She is going to visit six countries.", 
            "He was going to finish the work in the evening.", 
            "What were they going to eat? - They were going to eat Italian food.", 
            "I'm going to travel around the country during the summer vacation."
        ], 
        "title": "be going to 英訳"
    }, 
    "page-34": {
        "text": [
            "You must do your homework tonight.", 
            "Must I stay home in the daytime?", 
            "A young child must not cook alone.", 
            "You mustn't play a computer game all day.", 
            "Tom must be kind to old people.", 
            "May I eat this cheese? - Yes, you may.", 
            "May I watch TV? - No, you may not.", 
            "You may swim in the pool.", 
            "May I look at this album? - Yes, you may.", 
            "May I go to (visit) your house with my brother? - No, you may not."
        ], 
        "title": "must / may 英訳"
    }, 
    "page-35": {
        "text": [
            "Students have to wear uniforms in that school.", 
            "Do we have to read these reference books? - Yes, you do.", 
            "Do I have to speak Russian? - No, you don't.", 
            "He has to wash two cars.", 
            "Does he have to stay calm in the room? - Yes, he does.", 
            "Emily didn't have to wash the dishes.", 
            "Jane didn't have to go there alone.", 
            "Why does she have to study so hard?", 
            "Jake and his brother have to clean their rooms.", 
            "What did she have to do? - She had to practice the piano."
        ], 
        "title": "have to 英訳"
    }, 
    "page-36": {
        "text": [
            "You will be able to learn many things at college.", 
            "I will be able to see them at this point next week.", 
            "She will be able to speak English well.", 
            "We were able to swim in the lake the day before yesterday.", 
            "How many comic books were you able to read last week?", 
            "Who was able to solve the quiz?", 
            "They weren't able to catch any butterflies there.", 
            "I will be able to go there next Sunday.", 
            "She was able to play the violin very well then (in those days).", 
            "Was he able to speak with Mr. Green in English? - Yes, he was."
        ], 
        "title": "be able to 英訳"
    }, 
    "page-37": {
        "text": [
            "How kind she is!", 
            "What a great musician he is!", 
            "What a pretty dog Lucky is!", 
            "How interesting this book is!", 
            "How tall he is!", 
            "How hard he works!", 
            "How carefully she searches!", 
            "How cold it was yesterday!", 
            "How big your cat became!", 
            "What an interesting game it was!"
        ], 
        "title": "感嘆文 英訳"
    }, 
    "page-38": {
        "text": [
            "I want to go to Italy some day.", 
            "My sister began to study Russian last year.", 
            "I decided to go to Australia next year.", 
            "What do you want to watch?", 
            "He began to eat dinner.", 
            "Her hobby is to draw pictures.", 
            "His dream was to travel around Italy.", 
            "To speak French is not easy.", 
            "To go to opera is my hobby.", 
            "To be with her is a lot of fun."
        ], 
        "title": "不定詞-名詞的用法 英訳"
    }, 
    "page-39": {
        "text": [
            "I went to the bookstore to buy some books.", 
            "He will go to Italy to study art some day.", 
            "My brother goes to the sea to enjoy surfing every Saturday.", 
            "Did you come here to see John?", 
            "James and Mary went to a nice restaurant to have dinner last night.", 
            "My brother is saving money to buy a new plastic model.", 
            "I am going to get up early tomorrow morning to run.", 
            "My cousin is studying German hard to go to Germany next year.", 
            "We have to study for many hours every day to pass the exam.", 
            "She will go to Kyoto alone to visit her grandmother tomorrow."
        ], 
        "title": "不定詞-副詞的用法(目的) 英訳"
    }, 
    "page-4": {
        "text": [
            "I am a lawyer.", 
            "Are you a doctor?", 
            "He is a policeman.", 
            "Is she a teacher? - No, she isn't.", 
            "We are students.", 
            "Are you nurses?", 
            "They are soccer players.", 
            "Are they junior high school students? - No, they aren't.", 
            "Are you glad? - Yes, we are.", 
            "He is fun."
        ], 
        "title": "人称代名詞の主格 英訳"
    }, 
    "page-40": {
        "text": [
            "I am happy to meet her.", 
            "I was happy to see you again.", 
            "He will be glad to see you again.", 
            "I am sorry to interrupt you.", 
            "They were surprised to see the big animal.", 
            "We were very delighted to hear his story.", 
            "We were sorry to hear the bad news.", 
            "Your teacher will be pleased to receive your letter.", 
            "Were you glad to see your old student?", 
            "They were very happy to look at the beautiful lake."
        ], 
        "title": "不定詞-副詞的用法(感情の原因) 英訳"
    }, 
    "page-41": {
        "text": [
            "I have work to do today.", 
            "He had something to say to her.", 
            "Do you have any comic books to read?", 
            "He won't have any time to see me tomorrow.", 
            "Did Tom want something to eat?", 
            "I didn't have anything to do yesterday.", 
            "I am going to buy something to give to my sister at that store.", 
            "He has a lot of things to do today.", 
            "I have a house to live in.", 
            "Give me something to write with."
        ], 
        "title": "不定詞-形容詞的用法 英訳"
    }, 
    "page-42": {
        "text": [
            "She likes growing flowers.", 
            "Will you stop (give up) drinking?", 
            "When did you begin (start) collecting coins?", 
            "Drawing pictures is a lot of fun for me.", 
            "Driving a car is difficult.", 
            "She is good at speaking French.", 
            "His hobby is collecting rare insects.", 
            "Is your job teaching Japanese to foreigners?", 
            "Why is learning English necessary?", 
            "What musical instrument do you like listening?"
        ], 
        "title": "動名詞 英訳"
    }, 
    "page-43": {
        "text": [
            "This temple is as old as that temple (one).", 
            "Are those boys as old as these girls?", 
            "My cat was as big as a dog.", 
            "That game is as interesting as this game.", 
            "Are these apples as sweet as those apples (ones)?", 
            "She became as beautiful as her sister.", 
            "This car doesn't run as fast as his car (his).", 
            "You have to (must) study as hard as your brother does.", 
            "I can't speak English as well as you do.", 
            "He got up as early as her mother this morning."
        ], 
        "title": "原級比較 英訳"
    }, 
    "page-44": {
        "text": [
            "This orange is bigger than that one.", 
            "Tom is taller than Mike.", 
            "Is your car older than hers?", 
            "We sang better than they.", 
            "It will be much colder tomorrow than today.", 
            "My mother looks younger than my aunt.", 
            "His bag looked smaller than mine.", 
            "Who is prettier than Nancy? - Jane is.", 
            "That street much wider than this one.", 
            "Mt. Fuji is much higher than Mt. Asosan."
        ], 
        "title": "比較級-er形 英訳"
    }, 
    "page-45": {
        "text": [
            "John is the tallest in his family.", 
            "This cat is the smallest of the four.", 
            "Mt. Everest is the highest mountain in the world.", 
            "Who is the shortest in your family?", 
            "She is the smartest student in the class.", 
            "What is the longest river in the World?", 
            "That girl is the prettiest in my school.", 
            "That car is the newest of the three.", 
            "This way is the best of all.", 
            "Which is the best book of them all?"
        ], 
        "title": "最上級-est形 英訳"
    }, 
    "page-46": {
        "text": [
            "Is English more useful than German?", 
            "Those flowers are more beautiful than these.", 
            "Tom is much more intelligent than I.", 
            "The book was much more difficult than that one.", 
            "Is soccer more popular than tennis in Japan?", 
            "His brother was more famous than him (he).", 
            "Nothing is more important than health.", 
            "His story is much more interesting than mine.", 
            "His bicycle is more expensive than mine.", 
            "This book is more useful than that one."
        ], 
        "title": "比較級-more 英訳"
    }, 
    "page-47": {
        "text": [
            "Health is the most important thing.", 
            "This is the most beautiful of these flowers.", 
            "He is one of the most famous actors in Japan.", 
            "Who is the most beautiful girl in your school?", 
            "Is soccer one of the most popular sports in the world?", 
            "Who is the most intelligent in her class?", 
            "This black car is the most expensive of these twelve cars.", 
            "What is the most important point?", 
            "The biggest apple was the most delicious.", 
            "Reversi is one of the most interesting games."
        ], 
        "title": "最上級-most 英訳"
    }, 
    "page-48": {
        "text": [
            "My sister can swim faster than me.", 
            "She speaks more slowly than other girls.", 
            "He can speak French better than me.", 
            "James got to (arrived at) the station earlier than his friends.", 
            "Do you study harder than she does?", 
            "My brother came (back) home faster than father did.", 
            "I got up earlier than my father this morning.", 
            "He read the notebook more carefully than I did.", 
            "Does she speak English more fluently than you do?", 
            "My sister studies much longer than I do."
        ], 
        "title": "比較級-副詞 英訳"
    }, 
    "page-49": {
        "text": [
            "I get up (the) earliest in my family.", 
            "He can speak Japanese (the) best in my class.", 
            "Mary walked (the) most slowly of the four.", 
            "He spoke English (the) most fluently of them all.", 
            "Who studies (the) hardest in your class? - Jim does.", 
            "My brother got (back) home (the) latest in my family yesterday.", 
            "Mike will be able to swim (the) fastest of them all.", 
            "Who sleeps (the) longest in your family? - My brother does.", 
            "Peter listened to the teacher (the) most carefully of those children.", 
            "What runs (the) fastest of all animals?"
        ], 
        "title": "最上級-副詞 英訳"
    }, 
    "page-5": {
        "text": [
            "She is my classmate.", 
            "Is that cat his pet?", 
            "These children are my students.", 
            "Those girls are her daughters.", 
            "This is our house.", 
            "Is that your car?", 
            "Is that their classroom?", 
            "My daughter is a college student.", 
            "Is your wife a teacher?", 
            "Are her eyes black? - No, they aren't."
        ], 
        "title": "人称代名詞の所有格 英訳"
    }, 
    "page-50": {
        "text": [
            "Who is taller, you or your brother?", 
            "Which is bigger, his desk or hers (her desk)?", 
            "Who went to bed later last night, Tom or john?", 
            "Who will come to school earlier tomorrow, Helen or Nancy?", 
            "Which is newer, your school or theirs?", 
            "Which do you like better, apples or oranges?", 
            "Which do you like better, mathematics or chemistry? - I like chemistry better.", 
            "Who is the tallest in your class? - Robert is.", 
            "Which subject do you like (the) best? - I like mathematics (the) best.", 
            "Who got up (the) earliest in your family this morning? - I did."
        ], 
        "title": "比較級、最上級を使った疑問詞の文 英訳"
    }, 
    "page-51": {
        "text": [
            "He has lived in this town for three years.", 
            "It has been cold since last week.", 
            "How long have you known her?", 
            "I have not written to his parents for a long time.", 
            "I haven't seen him since Sunday.", 
            "She has used the bag for two years.", 
            "My father has been busy since the week before last.", 
            "Mr. and Mrs. White have lived in Japan since 1985.", 
            "William has been in his room for three hours.", 
            "We have been on this train for four hours."
        ], 
        "title": "現在完了-継続 英訳"
    }, 
    "page-52": {
        "text": [
            "I have just done my homwork.", 
            "Have you had (eaten) lunch yet?", 
            "Richard has broken the window.", 
            "He has lost his wallet (purse).", 
            "Have you arrived got a there yet?", 
            "We haven't received (got) a letter from her yet.", 
            "The boy has gone to Italy.", 
            "George and Mike have already washed the car.", 
            "Who has brought this box? - I have.", 
            "We haven't had (eaten) dinner yet."
        ], 
        "title": "現在完了-完了 英訳"
    }, 
    "page-53": {
        "text": [
            "I have met him twice.", 
            "I have heard that story before.", 
            "Have you ever been to Britain?", 
            "My grandmother has never been abroad (to a foreign country).", 
            "We have read this comic book many times.", 
            "Have you ever tried table tennis? - No, I haven't.", 
            "She has never talked to a foreigner in English.", 
            "Have you ever seen a foreign car?", 
            "Tom has been to Europe five times.", 
            "Mike has never learned Japanese before."
        ], 
        "title": "現在完了-経験 英訳"
    }, 
    "page-54": {
        "text": [
            "I have been watching TV for an hour.", 
            "She has been playing the piano for more than two hours.", 
            "How long have you been reading this book?", 
            "Have they been learning English for a long time?", 
            "It has been shining since this morning.", 
            "Mathematicians have been trying to solve the difficult problem for years.", 
            "She has been waiting for his boyfriend for hours.", 
            "He has been looking for an apartment for months.", 
            "Emily has been working here for ten years.", 
            "That boy has been sleeping for over an hour."
        ], 
        "title": "現在完了進行形 英訳"
    }, 
    "page-55": {
        "text": [
            "I think that she lives in Britain.", 
            "Do you know that he came here this morning?", 
            "I believe that he will come back some day.", 
            "I hope that you will succeed again.", 
            "She thought that her sister was watching TV.", 
            "We did not think (that) the story was interesting.", 
            "I hope (that) it will snow tomorrow.", 
            "She believed (that) the woman was their teacher.", 
            "Why do you hope (that) he will go to America?", 
            "They did not know (that) I was busy."
        ], 
        "title": "that節 英訳"
    }, 
    "page-56": {
        "text": [
            "Helen is liked by everybody (everyone).", 
            "Is this desk used every day?", 
            "This house was not made by him.", 
            "Japanese is not spoken in many countries.", 
            "This diary will be read by many people.", 
            "The boy was loved by his parents.", 
            "Is this doll made of paper? - No, it isn't. It is made of wood.", 
            "Wine is made from grapes.", 
            "A beautiful song was sung by them.", 
            "Whom (Who) was this comic book written by."
        ], 
        "title": "受身-1 英訳"
    }, 
    "page-57": {
        "text": [
            "I am not liked children.", 
            "Is the animal seen in Japan?", 
            "What is this made of? -It is made of paper.", 
            "Have you ever been scolded by that your mother?", 
            "This movie is known to everyone (everybody).", 
            "What language is spoken in Australia?", 
            "The cake has been eaten by Jim.", 
            "Those bicycles are not used every day.", 
            "Where were you born? - I was born in America.", 
            "Paper is made from wood."
        ], 
        "title": "受身-2 英訳"
    }, 
    "page-58": {
        "text": [
            "If it is fine tomorrow, we will go to the zoo.", 
            "If she doesn't come tomorrow, I will do the work.", 
            "If you want to learn German, you have to study more regularly.", 
            "As she had a cold, she was absent.", 
            "I stayed (at) home all day because it was raining (rainy) .", 
            "As he was very tired, he decided not to go swimming.", 
            "You have to do your homework before you play a game.", 
            "Does your sister always brush her teeth before she goes to bed?", 
            "Please wash the dishes after you have breakfast.", 
            "It began to rain after I washed my car."
        ], 
        "title": "従属節を導く接続詞-1 英訳"
    }, 
    "page-59": {
        "text": [
            "While I was doing my homework, my brother was watching TV.", 
            "He met an old friend while he was taking a walk in the park.", 
            "Where were you while I was reading the book?", 
            "He learned a lot of things while he was in France.", 
            "Let's wait here until she comes back.", 
            "We have to study hard until they pass the examination.", 
            "I have to stay at home until my mother come back.", 
            "Although the stone was very heavy, he tried to remove it.", 
            "Though she was very tired, she practiced the violin.", 
            "Although it was very late, I decided to go out."
        ], 
        "title": "従属節を導く接続詞-2 英訳"
    }, 
    "page-6": {
        "text": [
            "Who is this girl? - She is his sister.", 
            "Who is that boy? - He is Tom.", 
            "Who are those men? - They are my brothers.", 
            "Who are those women? - They are her mother and sister.", 
            "Who is that small man? - He is Mr. Brown.", 
            "Who is that young woman? - She is Ms. Smith.", 
            "Who are you? - I am Robert Black.", 
            "Who am I? - You are her daughter.", 
            "Who are they? - They are my classmates.", 
            "Who are they? - They are my friends."
        ], 
        "title": "Who is (are) ～ ? 英訳"
    }, 
    "page-60": {
        "text": [
            "I don't know how old she is.", 
            "Do you know who that man is?", 
            "Will you please tell me where he is now?", 
            "I wonder what is in the big box.", 
            "They want to know where the girl was born.", 
            "Please tell me what you need.", 
            "He knew why she began to cry.", 
            "I wonder what food he likes.", 
            "Do you know how long Nancy has been in Japan?", 
            "They did not try to understand what the word meant."
        ], 
        "title": "間接疑問文 英訳"
    }, 
    "page-61": {
        "text": [
            "We didn't know what to say.", 
            "She wants to know how to study English.", 
            "Do you know what to do now?", 
            "I don't know where to go.", 
            "Please tell me when to gather.", 
            "You must (have to) decide which bag to buy.", 
            "He is knowing how to use the machine.", 
            "Does your sister teach you how to cook?", 
            "As both toys look interesting, I don't know which to buy.", 
            "Will you please tell me what to buy for your sister?"
        ], 
        "title": "疑問詞 + to 不定詞 英訳"
    }, 
    "page-62": {
        "text": [
            "It is very important to learn English.", 
            "Is it easy to drive a foreign car?", 
            "It is hard to climb the mountain.", 
            "It is difficult to understand the book.", 
            "Why is it necessary to learn many things?", 
            "It is difficult for me to get up early in the morning.", 
            "It is important for her to grow flowers every day.", 
            "It is interesting for you to collect coins, isn't it?", 
            "It is very easy for them to speak Japanese.", 
            "It is difficult for him to remember people's names."
        ], 
        "title": "形式主語の it 英訳"
    }, 
    "page-63": {
        "text": [
            "I want you to sing a song.", 
            "My parents tell me to study every day.", 
            "Did he ask you to teach him mathematics?", 
            "The teacher told the students to study hard.", 
            "She asked him to come at once.", 
            "I want you to see her.", 
            "She wants you to teach English to her son.", 
            "She told him not to open the window.", 
            "I asked them not to go there.", 
            "I told you not to be late, didn't I?"
        ], 
        "title": "SVO + to 不定詞 英訳"
    }, 
    "page-64": {
        "text": [
            "We call the cat Tama.", 
            "They named their son John.", 
            "Did you make her your leader?", 
            "What does he call you?", 
            "Your success will make her happy.", 
            "What made Tom angry?", 
            "She keeps her room clean.", 
            "Why did you paint the walls blue?", 
            "What do you call this in German?", 
            "The news made them happy."
        ], 
        "title": "SVOC 英訳"
    }, 
    "page-65": {
        "text": [
            "The sleeping cat is cute.", 
            "The baby sleeping in the cradle was very cute.", 
            "Can you see the flying bird?", 
            "The boys running in the school playground were her students.", 
            "Who is the girl speaking French?", 
            "Does he have an grandmother living abroad (in a foreign country)?", 
            "Have you ever seen a sleeping rabbit?", 
            "I have never seen a polar bear swimming in the sea.", 
            "Do you know the girl standing at that corner?", 
            "The woman playing the guitar was his sister."
        ], 
        "title": "現在分詞修飾 英訳"
    }, 
    "page-66": {
        "text": [
            "Look at that broken clock.", 
            "The clock broken by Ed will be fixed tomorrow.", 
            "I am going to buy a used car.", 
            "This is a room used by a famous artist.", 
            "Have you ever read a book written in Russian?", 
            "My brother wants to buy a car made in Germany.", 
            "Is this a building loved by many people?", 
            "English is a language spoken in the world.", 
            "Give me some cooked apple.", 
            "He enjoyed the apple pie baked by his mother."
        ], 
        "title": "過去分詞修飾 英訳"
    }, 
    "page-67": {
        "text": [
            "He has a friend who (that) likes collecting coins.", 
            "Can you see the people who (that) are sitting on the bench?", 
            "In that school, there are many students who (that) were born abroad.", 
            "The boy who (that) likes animals wants to be a veterinarian (vet) .", 
            "Do you remember the woman who (that) spoke to us yesterday?", 
            "The girl who (that) stays up late every night is often late for school.", 
            "Is she a college student who (that) studies chemistry?", 
            "Who is the artist who (that) drew this picture?", 
            "Is the woman who (that) is playing the piano your mother?", 
            "The student who (that) is studying hard will soon be able to speak German."
        ], 
        "title": "関係代名詞・主格(人) 英訳"
    }, 
    "page-68": {
        "text": [
            "He has a dog which (that) has a small tail.", 
            "Is this a train which (that) leaves at tour o'clock?", 
            "That is a desk which (that) was made by John.", 
            "The furniture which (that) was made by the carpenter is very strong.", 
            "The cat which (that) comes to our garden is always hungIy.", 
            "What is the building which (that) stands near the shop?", 
            "Can you see the cloud which (that) looks like a fish?", 
            "The picture which (that) was drawn by the artist will be watch by many people.", 
            "Let's go to the restaurant which (that) opened yesterday.", 
            "The children played on the hill which (that) was covered with snow."
        ], 
        "title": "関係代名詞・主格(人以外) 英訳"
    }, 
    "page-69": {
        "text": [
            "She has a friend whose father is a pilot.", 
            "I can see the mountain the top of which is covered with snow.", 
            "That girl whose hair is long is Catherine.", 
            "The man whose hobby is surfing often goes to the sea by car.", 
            "Can the boy whose mother is Korean speak Korean?", 
            "The man whose car broke down went to work by bus.", 
            "Please look at that house the roof of which is red.", 
            "We want to study in a room the window of which is big.", 
            "At the bookstore, I found a book the title of which was interesting.", 
            "That house the garden of which is big is my uncle's."
        ], 
        "title": "関係代名詞・所有格 whose と of which 英訳"
    }, 
    "page-7": {
        "text": [
            "I have two houses.", 
            "Do you have a car? - No, I don't.", 
            "He has many magazines.", 
            "I like tennis.", 
            "Do you like fish? - Yes, I do.", 
            "Tom likes baseball. His brother likes it, too.", 
            "Do you speak Japanese?", 
            "They speak English well.", 
            "What does your father teach at school? - He teaches physics.", 
            "He plays soccer every day."
        ], 
        "title": "一般動詞 英訳"
    }, 
    "page-70": {
        "text": [
            "That is the writer (whom / that) she respects.", 
            "Is Mike the boy (whom / that) Emily likes (the) best?", 
            "He wasn't the man (whom / that) Jane loved.", 
            "The man (whom / that) we met this morning is a famous pianist.", 
            "Are the students (whom / that) she teaches smart (clever)?", 
            "The old man (whom / that) I helped wanted to go to the bus stop.", 
            "Is that the boy (whom / that) she wants to meet?", 
            "Have the people (whom / that) you invited left yet?", 
            "She is a writer (whom / that) everybody knows.", 
            "An Frenchman (whom / that) I know speaks Japanese very well."
        ], 
        "title": "関係代名詞・目的格(人) 英訳"
    }, 
    "page-71": {
        "text": [
            "This is a picture (which / that) he drew.", 
            "Do you know the song (which / that) he sings every day?", 
            "These are not the pictures (which / that) he took.", 
            "The movie (which / that) I saw last night was very unexciting.", 
            "The pies (which / that) she baked yesterday were delicious.", 
            "Is the language (which / that) that foreigner is speaking Russian?", 
            "The story (which / that) she wrote will be read by many people.", 
            "Does the used car (which / that) Tom bought last month look new?", 
            "Is the book (which / that) he wants to read rare?", 
            "What is the language (which / that) she has been studying for three years?"
        ], 
        "title": "関係代名詞・目的格(人以外) 英訳"
    }, 
    "page-72": {
        "text": [
            "I could not understand what she said.", 
            "Is that what he wants?", 
            "Will you please tell me what you know about her?", 
            "This is what she said.", 
            "What she saw there was surprising.", 
            "What they did was wrong.", 
            "What I didn't expect happened.", 
            "What you have to do is (to) go to bed early.", 
            "What your parents want you to do is (to) contact them more often.", 
            "What that boy says is different from what he does."
        ], 
        "title": "先行詞を含む関係代名詞 what 英訳"
    }, 
    "page-73": {
        "text": [
            "She is too tired to walk.", 
            "I am too busy to go swiming.", 
            "He is too young to travel alone.", 
            "The student was too sleepy to take notes.", 
            "He is too old to work.", 
            "This tea is too strong for me to drink.", 
            "The professor spoke too fast for the students to understand.", 
            "The book will be too difficult for them to understand.", 
            "The password was too long for her to remember.", 
            "This dish is too sweet for me to eat."
        ], 
        "title": "too ～ to … 英訳"
    }, 
    "page-74": {
        "text": [
            "You are old enough to be independent of your protector.", 
            "He was kind enough to help me.", 
            "Richard and Ann are not old enough to get married.", 
            "She is rich enough to live without working.", 
            "It is light enought to in the room to read a book.", 
            "The water of the river was warm enough for them to swim.", 
            "This house is big enough for twelve people to live in.", 
            "She will be tall enough to be a volleyball player.", 
            "The shelf is light enough for a woman to carry.", 
            "This question is easy enough for children to solve."
        ], 
        "title": "enough ～ to … 英訳"
    }, 
    "page-75": {
        "text": [
            "She is so kind that everyone likes her.", 
            "The singer is so good-looking that he is very popular among women.", 
            "It was so cold the day before yesterday that we did not go out.", 
            "The movie was so interesting that I saw it tour times.", 
            "This movie is so long that few people can see it till the end.", 
            "The question was so difficult that I gave up solving it.", 
            "He was so excited that he could not sleep.", 
            "The speech was so boring that we all fell asleep.", 
            "She was so busy that she could not help her mother.", 
            "That car is so expensive that you can't buy it."
        ], 
        "title": "so ～ that … 英訳"
    }, 
    "page-76": {
        "text": [
            "Do you often see her go into the store?", 
            "I have never seen them clean the room.", 
            "The college students listened carefully to the professor explain.", 
            "The old man watched me open the door.", 
            "I heard my name called.", 
            "Did you feel the house shake just now?", 
            "We listened to her play the guitar beautifully.", 
            "I want to see the plane land.", 
            "She noticed her sister leave the room.", 
            "Listen to her sing."
        ], 
        "title": "原型不定詞・知覚 英訳"
    }, 
    "page-77": {
        "text": [
            "His father made him study English every day.", 
            "Did you make her clean your room?", 
            "I will let you look at an interesting movie.", 
            "Why did she let them use her personal computer?", 
            "He had his secretary make notes.", 
            "She had the waiter bring a cup of tea.", 
            "Who made Mark do such a thing?", 
            "He had his mother make some juice.", 
            "Are you going to let your daughter go abroad alone?", 
            "She made the girl wait there."
        ], 
        "title": "原型不定詞・使役 英訳"
    }, 
    "page-78": {
        "text": [
            "That is the village where I was born.", 
            "The lake where we fished was very beautiful.", 
            "The park where they often play soccer is near here.", 
            "Is this the room where they sleep?", 
            "She grew up in a country where it snowed a lot.", 
            "The museum where we went last week was very big.", 
            "Where is the bookstore where he bought the book?", 
            "Is that the school where he teaches English?", 
            "This is the place where I wrote the novel.", 
            "We want to go to a store where we can buy something to drink."
        ], 
        "title": "関係副詞・where 英訳"
    }, 
    "page-79": {
        "text": [
            "January is the month when it snows a lot.", 
            "Thursday is the day when she practices the piano.", 
            "The year when he went to France was 1990.", 
            "I remember the day when I first met her.", 
            "What is the season when she travels every year?", 
            "He will never forget the day when he drove a car for the first time.", 
            "April is the month when cherry blossoms out in Japan.", 
            "Will you please tell me the time when They will come here?", 
            "The day when his father enjoys playing golf is Sunday.", 
            "Do you know the time when the bus will arrive?"
        ], 
        "title": "関係副詞・when 英訳"
    }, 
    "page-8": {
        "text": [
            "How many dictionaries do you have in your bag?", 
            "How many cars does your aunt have?", 
            "How many cousins does she have?", 
            "How much coffee do you drink every day?", 
            "How much money does he need?", 
            "How many languages does he speak? - He speaks two languages.", 
            "How many students does this class have? - It has thirty students.", 
            "How many brothers and sisters does Kate have? - She has a brother and two sisters.", 
            "How much tea does he drink every day? - He drinks four or five cups (of tea).", 
            "How many friends does your sister have? - I don't know. She has many friends."
        ], 
        "title": "how many (much) ～ ? 英訳"
    }, 
    "page-9": {
        "text": [
            "I know her.", 
            "Do you like him?", 
            "She often sees them.", 
            "They know you well.", 
            "He doesn't like you very much.", 
            "Does she like us?", 
            "Does your mother know me?", 
            "His mother likes you a lot.", 
            "Does your son sometimes play with him?", 
            "She plays the piano for them every day."
        ], 
        "title": "人称代名詞の目的格 英訳"
    }
}